Repository: anantapk03/football-club-app
Catalog: lib/l10n/app_*.arb
Languages: id

source: Search team by name
id: Cari tim berdasarkan nama

source: List Team
id: Daftar Tim

source: Home
id: Beranda

source: Favorites
id: Favorit

source: Profile
id: Akun

source: Show more
id: Tampilkan lebih

source: Show less
id: Tampilkan sedikit

# failedToLoadTeams
source: Failed to Load Team
id: Gagal menarik data daftar tim

source: No Favorites Yet!
id: Tidak ada daftar favorit!

# emptyHistoryEvent
source: History Event Not Found
id: Riwayat Acara Tidak Ditemukan

source: Detail Club
id: Detil Klub

source: Description
id: Deskripsi

source: Social Media
id: Sosial Media

source: Read more
id: Baca lebih lanjut

source: Read less
id: Baca lebih sedikit

source: History Event
id: Riwayat Acara

source: Favorite
id: Favorit

source: Set as Favorite
id: Diatur sebagai Favorit

source: Year Established
id: Tahun Didirikan

# stadionLocation
source: Location Stadion
id: Lokasi Stadion

source: Failed to load club details
id: Gagal menarik data detil klub

source: History Jersey
id: Riwayat Baju

# aboutTeam
source: About Club
id: Tentang Klub

source: Language
id: Bahasa

# greating
source: Hallo
id: Halo

# welcomeText
source: Welcome in Football Club App
id: Selamat Datang di Aplikasi Football Club

source: Total Favorite
id: Jumlah Favorit

source: Logout
id: Keluar

# indonesia
source: Indonesian
id: Indonesia

source: English
id: Inggris

source: Select Language
id: Pilih Bahasa

# defaultLang
source: Default
id: Bawaan
